{
    "Home": "الرئيسية",
    "About Us": "من نحن",
    "Our Services": "خدماتنا",
    "Our Works": "أعمالنا",
    "Our Offers": "عروضنا",
    "Contact Us": "تواصل معنا",
    "Full Name": "الاسم الكامل",
    "Email Address": "البريد الإلكتروني",
    "Message": "الرسالة",
    "Send": "إرسال",
    "Efficiency Precision": "الكفاءة و الدقة",
    "And Reliability For": "و الإتقـــــــــــــــان",
    "Client Satisfaction": "لرضــــــا العميل",
    "The Company": "عن الشركة",
    "With": "مع",
    "Professional Brothers Company": "شركــة بروفيشنــال بـــروذرز",
    "for cleaning, there is no need to worry about efficiency, precision, and achievement. We are a cleaning company that carefully selects our equipment and team when it comes to cleaning facades, exterior surfaces, floors, windows, and sports fields. You should rely on Professional Brothers Cleaning Company for high-pressure and low-pressure cleaning to provide you with an exceptional level of cleanliness and access to areas you didn't expect, safely and effectively.": "للتنظيـــف ، لا داعـي للقلـق حـــول الكفــاءة، الدقــة، والانجــاز ، نحن شركــة تنظيــف نختـــار معــداتنـا وفريقنا بعنايه عندما يتعلق الامر بتنظيف الواجهــات و الرضيــــات الخارجــية، الارضيــات ، والشبابيـك والملاعــب الرياضيــة ، يجب عليـك الاستعانه بشركــة بروفيشنــــال بروذزر للتنظيــف بالضغط العالــي والمنخفـض لنقدم لك مســتوى استنثنائي من النظافـة والوصول الى أمــاكن لم تكــن تتوقعــها بأمــان وفعــاليــة",
    "Cleaning Services": "خدمات التنظيف",
    "Glass Facade Cleaning": "تنظيف واجهات الزجاج",
    "The glass facades require regular cleaning and protection to maintain their aesthetic appearance, shine, and sparkle. They should be shielded from dirt and stains that can make them look unappealing. To clean them, it is advisable to seek the assistance of": "الواجهــات الزجــاج تكون بحاجة لنظافــة مستمرة وحماية كي تحافــظ على شكلهــا الجمــالي وبريقها ولمعانها، ولا تتعرض للاتساخ والبقع التي تجعلها سيئة المظهر، وكي يتم تنظيفها عليك الاستعانــة بـ",
    "We send a team of skilled and trained workers to clean glass facades while ensuring their protection from scratches or damage. We carefully select appropriate cleaning agents and equipment for the task. Upon completion, the facades are polished using the best polishers available": "ترسل الشركة مجموعة من العمالة المحترفين والمدربين على تنظيف واجهات الزجاج مع الحفاظ عليها وعدم تعريضها ي خدش أو ضرر،  واختيــار المنظفــات ومــعدات التنظيــف المناسبــة، وبعد الانتهــاء يتــم تلمــيع الواجهـــات باستخــدام أفضل الملمعــات",
    "Stone Facade Cleaning in Kuwait": "تنظيف واجهات حجر بالكويت",
    "The stone facades accumulate dust, stains from vehicle exhaust, and smoke, which can deteriorate their appearance over time. They require regular cleaning to maintain their beauty and remain free from any spots or pollution. For this reason": "تجمع الواجهات الحجر اتربة وبقع عوادم السيارات وادخنة ويتشوه شكلها مع مرور الوقت، وتكون بحاجة لتنظيف مستمر كي تبقى محافظــة على جمالها وخاليــة من أي بقع أو تلوث وجل ذلك تقوم",
    "cleans stone and sigma facades by relying on appropriate materials and methods suitable for the type of facade, using cranes for the cleaning process": "بتنظيف الواجهات الحجريــة والسيجما باعتمـاد على المــواد والطــرق المناسبة لنوعيــة الواجهــة بإستخــدام الرافعـــات",
    "Exterior Floor Cleaning": "تنظيف ارضيـات الخارجية",
    "After a period of time, external floors are exposed to the accumulation of dirt, dust, and car oils": "بعد مــرور فترة من الزمــن تتعرض ارضيــات الخارجيــة لتراكم الاوساخ واتربة وزيوت السيارات ، تقوم",
    "cleans all types of external floors, including sports field surfaces, using high-quality materials": "بتنظيف كافه ارضيـات الخارجيــة بما في ذلك أرضيــات الملاعب الرياضية باستخدام مواد عــاليــة الجـــودة",
    "Benefit from our special offers and exclusive discounts": "استفد من العروض المميزة والتخفيضات الحصرية",
    "Discover Our Offers": "إكتشف عروضنا",
    "The Perfect Team": "الفريق المثالي",
    "As a building and exterior facade cleaning company using high-pressure and low-pressure techniques, we only employ specialized and professional workers who undergo intensive training to ensure customer satisfaction and excellent workmanship": "بصفتـنا شركـة غسيــل لتنظيــف المبانـي والواجهــات الخارجية بإستخدام الضغط العالي والمنخفض، فأننا نوظف فقط العمالة المختصة والمحترفة التى تخضع لتدريب مكثف للوصول الى رضا العميل واتقان العمل",
    "The Ideal Equipment": "المعدات المثالية",
    "We use the best and highest quality equipment and eco-friendly cleaning agents at Professional Brothers Company, ensuring safety for surfaces": "نستخدم في شركة بروفيشنال بروذرز أفضل وأعلى جودة من المعدات والمنظفات الصديقة للبيئة، معتمدين على السلامة للأسطح",
    "Personal profile": "الملف الشخصي",
    "Users list": "قائمة المستخدمين",
    "New user": "مستخدم جديد",
    "Gallery": "المعرض",
    "Settings": "الإعدادات",
    "Logout": "الخروج",
    "Edit profile": "تعديل الملف الشخصي",
    "Edit user": "تعديل المستخدم",
    "Change password": "تغيير كلمة المرور",
    "NO IMAGES FOUND": "لم يتم العثور على صور",
    "General": "عام",
    "Contact": "الاتصال",
    "First name": "الاسم الأول",
    "Last name": "الاسم الأخير",
    "Identity": "الهوية",
    "Nationality": "الجنسية",
    "Birth Date": "تاريخ الميلاد",
    "Gender": "الجنس",
    "Male": "ذكر",
    "Female": "أنثى",
    "Email": "البريد الإلكتروني",
    "Phone": "الهاتف",
    "Address": "العنوان",
    "State": "المحافظة",
    "City": "المدينة",
    "Zipcode": "الرمز البريدي",
    "Save": "حفظ",
    "Filter by service": "تصفية حسب الخدمة",
    "Show All": "عرض الكل",
    "Password": "كلمة المرور",
    "Old password": "كلمة المرور القديمة",
    "New password": "كلمة المرور الجديدة",
    "Confirm password": "تأكيد كلمة المرور",
    "Forgot Password?": "هل نسيت كلمة المرور؟",
    "Login": "دخول",
    "Did you forget your password? No problem. Just tell us your email address, and we will send you a link that will allow you to choose a new password.": "هل نسيت كلمة المرور؟ لا مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني وسنرسل لك رابطًا يمكنك من خلاله اختيار كلمة مرور جديدة.",
    "Forgot Password": "نسيت كلمة المرور",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "Reset": "إعادة التعيين",
    "Search...": "البحث...",
    "No data found": "لم يتم العثور على بيانات",
    "Sunday": "الأحد",
    "Monday": "الاثنين",
    "Tuesday": "الثلاثاء",
    "Wednesday": "الأربعاء",
    "Thursday": "الخميس",
    "Friday": "الجمعة",
    "Saturday": "السبت",
    "January": "يناير",
    "February": "فبراير",
    "March": "مارس",
    "April": "أبريل",
    "May": "مايو",
    "June": "يونيو",
    "July": "يوليو",
    "August": "أغسطس",
    "September": "سبتمبر",
    "October": "أكتوبر",
    "November": "نوفمبر",
    "December": "ديسمبر",
    "Select service": "اختر الخدمة",
    "Offers": "العروض",
    "Actions": "الإجراءات",
    "NO OFFERS FOUND": "لم يتم العثور على عروض",
    "Email from": "رسالة من",
    "Filter by services": "تصفية حسب الخدمات",
    "PROFESSIONEL BROTHERS": "بروفيشنــال بـــروذرز",
    "Invalid login details": "تفاصيل تسجيل الدخول غير صالحة",
    "The user does not exist": "المستخدم غير موجود",
    "Please check your email for password reset instructions": "يرجى التحقق من بريدك الإلكتروني للحصول على تعليمات إعادة تعيين كلمة المرور",
    "The link is invalid": "الرابط غير صالح",
    "Confirm password missmatch": "عدم تطابق تأكيد كلمة المرور",
    "Changed successfully": "تم التغيير بنجاح",
    "Logout successfully": "تم تسجيل الخروج بنجاح",
    "At least one image is required": "مطلوب على الأقل صورة واحدة",
    "Uploaded successfully": "تم التحميل بنجاح",
    "Deleted successfully": "تم الحذف بنجاح",
    "Sent successfully": "تم الإرسال بنجاح",
    "Updated Successfully": "تم التحديث بنجاح",
    "Old password missmatch": "عدم تطابق كلمة المرور القديمة",
    "Created successfully": "تم الإنشاء بنجاح",
    "Updated successfully": "تم التحديث بنجاح",
    "Types list": "قائمة الأنواع",
    "Name": "الاسم",
    "Price": "السعر",
    "Discount": "التخفيض",
    "Status": "الحالة",
    "Did you forget your password?": "هل نسيت كلمة المرور الخاصة بك؟",
    "No need to worry, we've got you covered! Let us provide you with a new password.": "لا داعي للقلق، لدينا حل لك! اسمح لنا بتوفير كلمة مرور جديدة لك.",
    "If you didn't request a password change, you can ignore this email.": "إذا لم تطلب تغيير كلمة المرور، يمكنك تجاهل هذا البريد الإلكتروني.",
    "Calculate Price": "حساب السعر",
    "Select type": "اختر النوع",
    "Calculate": "حساب",
    "Interface Width": "عرض الواجهة",
    "Interface Height": "ارتفاع الواجهة",
    "meter": "متر",
    "Sigma": "سيجما",
    "Stone": "حجر",
    "Lime": "جيري",
    "Our Prices": "أسعارنا",
    "Wall Cleaning": "تنظيف الجدران",
    "provides a direct and effective wall cleaning service. Our specialized team works diligently to remove unwanted writings, paints, and accumulated dirt from the walls. Using advanced tools, equipment, and safe cleaning materials, we ensure to restore the cleanliness and beauty of the walls with utmost precision and professionalism. We are here to deliver a reliable and high-quality service to meet your needs and achieve your complete satisfaction. Rely on our expertise and benefit from the exceptional cleaning service we offer to have clean and refreshed walls with a new appearance": "تقدم خدمة تنظيف الجدران بشكل مباشر وفعّال. فريقنا المتخصص يعمل بجهد واهتمام لإزالة الكتابات والأصباغ غير المرغوب فيها والأوساخ المتراكمة على الجدران. باستخدام أدوات ومعدات متطورة ومواد تنظيف آمنة وفعّالة، نحرص على استعادة نظافة وجمال الجدران بأقصى قدر من الدقة والاحترافية. نحن هنا لتقديم خدمة موثوقة وعالية الجودة لتلبية احتياجاتك وتحقيق رضاك التام.اعتمد على خبرتنا واستفد من خدمة التنظيف المتميزة التي نقدمها لتحصل على جدران نظيفة ومشرقة بمظهرها الجديد"
}